Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Podobają ci się tutejsze warunki?
uk: Тобі подобаються тутешні умови?

source: Podobni, nie?
uk: Схожі, правда?

source: Podobnie jak ci nieszczęśnicy straciłem swoją wolną wolę. Stałem się narzędziem. Czas porzucić te kajdany kłamstw i dowódców. Czuję się, jakbym obudził się w wielkiej pustce, jakbym wreszcie otworzył oczy na jej bezkres... Muszę odnaleźć prawdę na własną rękę. Pewne jest tylko jedno - mój czas w Zakonie Paladynów dobiegł końca.
uk: Як і ті нещасні, я втратив свободу волі. Я став інструментом. Настав час скинути ці ланцюги брехні і командирів. Я почуваюсь так, ніби прокинувся у неосяжній безодні, ніби моїм очам нарешті відкрилося, наскільки вона безмежна... Я повинен знайти істину сам. Лише одне я знаю напевно - мій час в Ордені Паладинів добіг кінця.

source: Podobnie jak ja, był kiedyś nowicjuszem w Klasztorze Magów Wody. Połączyła nas ambicja i dążenie do wiedzy poza dyktandem 'nieomylnych' magów.
uk: Як і я, він колись був послушником у монастирі Магів Води. Нас об'єднували амбіції та прагнення до знань, які виходили за рамки впливу 'непогрішних' магів.

source: Podobnie jak my, mają własny język, struktury społeczne, a nawet dzieła sztuki.
uk: Як і ми, вони мають свою мову, соціальну структуру і навіть витвори мистецтва.

source: Podobnie jak na niektórych ostrzach, kolce przeznaczone są do zadawania ran szarpanych i przebijania bardzo wytrzymałych pancerzy. Z kolei srebro...
uk: Як і на деяких клинках, шипи призначені для нанесення рваних ран і пробиття дуже міцних обладунків. З іншого боку, срібло...

source: Podobnie jak wiele innych, przybyła na tę wyspę wraz z kolonistami.
uk: Як і багато інших, моя сім'я припливла на острів разом із колоністами.

source: Podobnie jak większość ludzi na tej wyspie, strażnicy bywają nieprzyjemni i nieufni względem obcych, ale trudno im się dziwić.
uk: Як і більшість людей на острові, вартові можуть бути непривітними і недовірливими до незнайомців, але воно й не дивно.

source: Podobnie jak wszyscy Gwardziści dbam o to, by Wysłannik Królewski był bezpieczny. Mam nadzieję, że nie będziesz mi w tym przeszkadzał.
uk: Як і всі гвардійці, я дбаю про те, щоб Королівський посол був у безпеці. Сподіваюся, ти не будеш цьому перешкоджати.

source: Podobno Gerhard handluje z karczmarzami. Powinienem z nimi porozmawiać.
uk: Мабуть, Герхард торгує з корчмарями. Я повинен поговорити з ними.

source: Podobno Jorn nie nosił pierścienia na palcu, tylko trzymał go gdzieś wśród swoich rzeczy. Dopiero drugi porywacz zdołał go znaleźć.
uk: Схоже, що Йорн не носив перстень на пальці, а зберігав його десь серед своїх речей. Лише другому викрадачеві вдалося його знайти.

source: Podobno Kesselowi i reszcie udało się rozbić obóz. Powinienem tam jak najszybciej wrócić oraz ustalić, co dalej.
uk: Здається, Кесселю та іншим вдалося розбити табір. Я повинен повернутися до них якомога швидше і вирішити, як діяти далі.

source: Podobno Knut już ma problemy. Niedługo to możemy być my.
uk: Схоже, у Кнута вже з ними проблеми. Незабаром це може статися і з нами.

source: Podobno Lorenzo czegoś od ciebie chce, lepiej idź do niego.
uk: Здається, Лоренцо щось хоче від тебе, краще зайди до нього.

source: Podobno Przeor chce porozmawiać ze mną, Kesselem oraz Riordianem.
uk: Вочевидь, Настоятель хоче поговорити зі мною, Кесселем та Ріордіаном.

source: Podobno Rodrigo bardzo się rozzłościł po przegranym zakładzie.
uk: Кажуть, що Родріго дуже розлютився, коли програв парі.

source: Podobno Rosita skarżyła się na Stana.
uk: Кажуть, Розіта скаржилася на Стена.

source: Podobno chce przyśpieszyć rozpoczęcie turnieju i przygotowuje zapasy.
uk: Вочевидь, він хоче прискорити початок турніру і готує запаси.

source: Podobno chcesz mnie w swoim oddziale.
uk: Кажуть, ти хочеш, щоб я був у твоєму підрозділі.

source: Podobno do miasta przybył Wysłannik Królewski. Wszędzie można zobaczyć gwardzistów.
uk: Схоже, до міста прибув Королівський посол. Всюди повно гвардійців.

source: Podobno do tej pory zawsze przysyłali Antonio.
uk: Здається, дотепер вони завжди присилали Антоніо.

source: Podobno gdzieś na południu wyspy, jest jakieś miejsce gdzie zbierają się wszystkie najgroźniejsze typy z okolicy. Może tam powinieneś popytać?
uk: Здається, десь на півдні острова є місце, де збираються всі найнебезпечніші типи зі всієї околиці. Може, варто порозпитувати там?

source: Podobno generałowie Południowców zjadali taki posiłek przed bitwami. Trzymaj, te są dla ciebie. Kto wie, może naprawdę ma to jakieś specjalne właściwości!
uk: Мабуть, генерали південців їли таку страву перед битвами. Тримай, це тобі. Хто знає, може, воно й справді має якісь особливі властивості!

source: Podobno groził Stanowi śmiercią.
uk: Кажуть, що він погрожував вбити Стена.

source: Podobno interesujesz się orkową kulturą. Moglibyśmy spróbować dowiedzieć się czegoś od niego.
uk: Кажуть, ти цікавишся культурою орків. Ми могли б спробувати дізнатись щось від нього.

source: Podobno jakiś czas temu przechodziła tędy trójka ludzi.
uk: У мене є інформація, що тут нещодавно проходило троє людей.

source: Podobno jakiś czas temu przechodziła tędy trójka ludzi. Jeden gruby jak beczka, drugi chudy jak tyczka. Ostatni z nich zataczał się jak pijak i był łysy.
uk: У мене є інформація, що тут нещодавно проходило троє людей. Один товстий, як бочка, другий худий, як жердина. А останній хитався, як п'яниця, і був лисий.

source: Podobno jakiś mag chce ci pomóc.
uk: Здається, якийсь маг хоче тобі допомогти.

source: Podobno jeden z waszych wymusza haracz od Fridy.
uk: Здається, хтось із твоїх людей шантажує Фріду.

source: Podobno jego ojciec narobił sobie długów, a synek próbował załatwić sprawę bez płacenia złotem.
uk: Очевидно, що його батько назбирав боргів, а син спробував залагодити справу, не розлучаючись з золотом.

source: Podobno jest całkiem przystojny i zabawny, ale masz się nie martwić, bo to tylko kolega.
uk: Судячи з усього, він досить симпатичний і веселий, але тобі не варто хвилюватися, адже він просто друг.

source: Podobno jest dla niej za brudno, głośno i ludzie niefajni.
uk: Схоже, там занадто брудно, шумно і люди не дуже приємні.

source: Podobno jest to także składnik trucizn.
uk: Схоже, він входить до складу різних отрут.

source: Podobno jesteś zainteresowany pewnym towarem.
uk: Я чув, що ти цікавишся певним товаром.

source: Podobno jesteś zamieszany w jakieś przestępstwo.
uk: Мабуть, ти причетний до якогось злочину.

source: Podobno jeszcze przed wyruszeniem na kontynent próbował mnie odnaleźć, by zgodnie z obietnicą, zabrać mnie ze sobą.
uk: Мабуть, ще до відплиття на континент він намагався знайти мене, щоб забрати з собою, як і обіцяв.

source: Podobno ktoś kropnął przemytników. Przyznam, że to jedna z niewielu dobrych wiadomości, jakie ostatnio słyszałem.
uk: Виявляється, хтось таки поклав край контрабандистам. Визнаю, що це одна з небагатьох хороших новин, які я почув останнім часом.

source: Podobno ma dojścia do pewnej niebezpiecznej szajki.
uk: Схоже, він має відношення до якоїсь небезпечної банди.

source: Podobno ma dojścia do szajki zajmującej się porywaniem i handlem ludźmi. Tak się składa, że muszę do niej dotrzeć.
uk: Схоже, він має відношення до банди, яка займається викраденням і торгівлею людьми. Так вийшло, що мені потрібно його знайти.

source: Podobno maczałeś w tym palce. Napij się piwa, należy ci się.
uk: Я чув, що це ти доклав до цього руку. Випий пива, ти це заслужив.

source: Podobno magowie czasami potrzebują ich łusek i dlatego się ich całkowicie nie pozbywają, ale jak dla mnie to po prostu nikomu nie chciało się tym zająć do tej pory.
uk: Ймовірно магам іноді потрібні їхні лусочки, і тому вони не знищують їх повністю, але, як на мене, ніхто просто не хоче цим займатися.

source: Podobno masz coś, czego nie powinnaś.
uk: Я чув, у тебе є дещо, чого б не мало бути.

source: Podobno masz jakieś zlecenie.
uk: Схоже, у тебе є завдання.

source: Podobno masz mi coś powiedzieć o p-pracy gońca.
uk: Може щось розповіси мені про р-роботу посланця.

source: Podobno masz na wyposażeniu pewne specjalne bełty.
uk: Схоже, у тебе якісь особливі болти.

source: Podobno masz przy sobie sakiewkę Larry'ego.
uk: Я чув, що в тебе гаманець Ларрі.

source: Podobno masz swoje sposoby, by osiągnąć to czego chce Grayson. Znasz sprawę?
uk: Очевидно, у тебе є свої способи отримати те, чого хоче Грейсон. Ти знаєш про цю справу?

source: Podobno miała być tu krew i rozrywka tylko dla prawdziwych mężczyzn.
uk: Але ж кровопролиття – це улюблена розвага справжніх чоловіків.

source: Podobno możesz mieć dla mnie lepszy pancerz.
uk: Здається, у тебе є кращі обладунки для мене.

source: Podobno można je czymś stabilizować, ale, tak czy inaczej, w dzisiejszych czasach nie są powszechnie wykorzystywane.
uk: Мабуть, їх можна чимось стабілізувати, але, так чи інакше, вони не дуже часто використовуються в наші дні.

source: Podobno można odbyć z tobą pojedynek.
uk: Я чув, що можу викликати тебе на поєдинок.

source: Podobno na Khorinis też potrzebują doświadczonych górników, może się nad tym zastanowisz?
uk: Мабуть, на Хорінісі теж потрібні досвідчені гірники, чому б тобі над цим не подумати?

source: Podobno na winnicy kręcił się jakiś nieznajomy. Gumbert zobaczył go pewnego dnia przy wózku z prowiantem, a ten natychmiast uciekł.
uk: Кажуть, виноградником вештався якийсь незнайомець. Гумберт одного дня побачив його біля возу з провіантом, а той одразу ж втік.

source: Podobno na winnicy kręcił się jakiś nieznajomy...
uk: Кажуть, виноградником вештався якийсь незнайомець...

source: Podobno nie ma tragedii, ale musisz się jeszcze paru rzeczy nauczyć.
uk: Очевидно, що це не трагедія, але тобі все ще є чому повчитися.

source: Podobno nieźle się spisałeś i nie zdradziłeś Runara, gdy miałeś ku temu okazję.
uk: Судячи з усього, ти добре попрацював і не зрадив Рунара, коли у тебе була така можливість.

source: Podobno nieźle sprałeś dupę naszemu bohaterowi. Grubas pewnie się pali ze wstydu.
uk: Чув, ти добряче надер дупу нашому богатирю. Цей товстун, напевно, згорає від сорому.

source: Podobno od jakiegoś czasu nie należy już do straży, a zbroję nosi wyłącznie ze względu na jej właściwości ochronne.
uk: Очевидно, що він вже давно не служить у Варті, і носить обладунки виключно для захисту.

source: Podobno odwiedził go sam gubernator.
uk: Кажуть, що його відвідав сам губернатор.

source: Podobno ojciec zawsze trzymał go blisko, więc na uprawie winogron z pewnością się zna.
uk: Схоже, батько завжди тримав його поруч, тож він, безумовно, знається на вирощуванні винограду.

source: Podobno pan tego zamku jest wyjątkowo bogaty, na pewno się podzieli częścią majątku z poszkodowanymi przez wojnę! Zasługujemy na to!
uk: Мабуть, господар цього замку надзвичайно багатий, він обов'язково поділиться частиною своїх статків з тими, хто постраждав від війни! Ми на це заслуговуємо!

source: Podobno posiadasz pewne nietypowe bełty.
uk: Здається, у тебе є якісь особливі болти.

source: Podobno poszło o spadek po nestorze rodu - Valerio. Przed śmiercią przepisał winnicę na swojego młodszego syna, Andreasa.
uk: Судячи з усього, йшлося про спадщину, отриману від глави сім'ї – Валеріо. Перед смертю він заповів виноградник своєму молодшому синові Андреасу.

source: Podobno potrafisz sprawić, żeby ludzie... zniknęli bez śladu.
uk: Ходять чутки, що ти вмієш робити так, щоб люди... зникали безслідно.

source: Podobno potrzebuję jakiegoś glejtu.
uk: Мабуть, мені потрібна якась перепустка.

source: Podobno przemytnicy zniknęli z miasta. To dobra wiadomość.
uk: Кажуть, що контрабандисти зникли з міста. Це хороша новина.

source: Podobno przez zawarte w nich substancje są bardzo pikantne, więc dałoby się je ukryć w ostrej potrawie.
uk: Мабуть, через речовини, які вони містять, вони дуже гострі, тому їх можна приховати в гострій страві.

source: Podobno rozmawiałeś z Albynem i doprowadziłeś sprawy do porządku.
uk: Схоже, що ти поговорив з Альбіном і все залагодив.

source: Podobno rozmawiałeś z królewskim zwiadowcą.
uk: Здається, ти говорив з королівським розвідником.

source: Podobno strażnicy kopalni dostają zniżkę na alkohol.
uk: Виявляється, охоронці копальні мають знижку на алкоголь.

source: Podobno szukasz jakiegoś artefaktu?
uk: Схоже, ти шукаєш якийсь артефакт?

source: Podobno służba w straży nie jest może idealna, ale ma parę zalet. To prawda?
uk: Схоже, що служба в Міській Варті, можливо, й не ідеальна, але вона має ряд переваг. Це правда?

source: Podobno słyszano ekipę Jona.
uk: Кажуть, що загін Йона повертається.

source: Podobno słyszano ekipę Jona. Mogą w każdej chwili wyjść z kopalni, a to będzie nie lada widowisko...
uk: Кажуть, що загін Йона повертається. Вони можуть вийти з копальні будь-якої миті, і це буде справжнім видовищем...

source: Podobno takie są tutaj zasady. Na szacunek trzeba zasłużyć.
uk: Мабуть, тут такі правила. Повагу треба заслужити.

source: Podobno tam na północy już dzieci uczą się polować na trolle. Kto wie, może gdy nie komentuje pogody to naprawdę jest niezłym wojownikiem.
uk: Мабуть, там, на півночі, діти змалечку вчаться полювати на тролів. Хто знає, можливо, він дійсно справжній боєць, коли не коментує погоду.

source: Podobno to sekretny składnik gulaszu Marthy, a ten też nagminnie znika.
uk: Мабуть, це секретний інгредієнт рагу Марти, і він теж закінчується блискавично.

source: Podobno to ty zajmowałeś się ciałem Normana. Dlaczego nie zostawiłeś tego nowicjuszom?
uk: Я чув що ти займався тілом Нормана. Чому ти не залишив це послушникам?

source: Podobno tylko obstawiasz walki?
uk: Схоже, ти не тільки робиш ставки на бої?

source: Podobno udał się w stronę drogi przy wodospadzie.
uk: Кажуть, він попрямував в бік дороги, що біля водоспаду.

source: Podobno udało wam się upolować nie tylko wilki. Powaliliście niedźwiedzia! Cholera, powinieneś zainteresować się tym fachem, masz do tego talent.
uk: Виявляється, тобі вдалося вполювати не тільки вовків. Ти вполював ведмедя! Дідько, тобі варто було б зайнятися цим ремеслом, у тебе до цього талант.

source: Podobno ukrywa się w jednym z domów w porcie w pobliżu wejścia do slumsów. Na jego drzwiach znajduje się symbol słońca.
uk: Кажуть, що він переховується в одному з будинків у порту, що біля входу в нетрі. На його дверях символ сонця.

source: Podobno umiesz docenić zdolnych ludzi.
uk: Я чув, що ви цінуєте здібних людей.

source: Podobno w Przystani szacunek można zdobyć przy pomocy pięści.
uk: Судячи з усього, в Гавані повагу можна заслужити тільки силою.

source: Podobno w Silbach przebywa Havard, Wilczy Syn, którego miałem okazję jakiś czas temu spotkać. Może warto poprosić go o pomoc?
uk: Схоже, Гавард, Вовчий Син, з яким я мав нагоду нещодавно познайомитись, зупинився в Сільбаху. Можливо, варто попросити його про допомогу?

source: Podobno w czasie zamachu byłeś na terenie dworu. Co możesz mi powiedzieć o tamtym wydarzeniu?
uk: Судячи з усього, під час замаху ти перебував неподалік. Що ти можеш розповісти про це?

source: Podobno w zależności od terenu i klimatu te same zwierzęta przybierają różne barwy.
uk: Мабуть, в залежності від місцевості та клімату однакові тварини набувають різного забарвлення.

source: Podobno wiesz coś o dziewczynie z jaskini.
uk: Схоже, ти щось знаєш про дівчину з печери.

source: Podobno wszystkie tropy prowadziły tutaj. Na bagna. Dopiero po chwili dotarło do mnie, że to właśnie tak ci dwaj strażnicy wołali na dziewczynę, którą trzymają w swojej jaskini.
uk: Очевидно, всі зачіпки вели сюди. До боліт. Лише через деякий час мені спало на думку, що саме так двоє вартових називали дівчину, яку вони тримали у своїй печері.

source: Podobno wyprawa miała być zyskowna, a nawet takich drobniaków przy sobie nie masz?
uk: Здається, експедиція має бути прибутковою, а в тебе навіть дріб'язку з собою немає?

source: Podobno wyrzuciłeś stąd swojego brata. Możesz mi powiedzieć, o co poszło?
uk: Мені розповіли, що ти вигнав звідси свого брата. Можеш розповісти мені, що сталось?

source: Podobno wyspowiadałeś się ze swoich grzechów u mistrza Notgera.
uk: Схоже, що ти зізнався у своїх гріхах майстру Нотгеру.

source: Podobno zaczerpnęli tę technologię od ludów mieszkających tu wiele lat nawet przed nimi.
uk: Кажуть, що вони перейняли цю технологію від народів, які жили тут за багато років до них.

source: Podobno zajmowałeś się ciałem Normana.
uk: Я чув що ти займався тілом Нормана.

source: Podobno zajmujesz się 'znikaniem' ludzi.
uk: Мабуть, ти маєш справу з людьми, що 'зникають'.

source: Podobno zakradł się w nocy do dworskiej kuchni i nieźle narozrabiał. Najlepsze w tym było to, że ciągle krzyczał, że to niby twoja wina.
uk: Схоже, вночі він прокрався на кухню і влаштував там справжній безлад. Найцікавішим було те, що він продовжував кричати, що це нібито твоя вина.

source: Podobno zamawiałeś dostawę drewna.
uk: Я чув, що ти замовляв доставку деревини.

source: Podobno załatwiłeś sprawę u kapitana straży.
uk: Виходить, що ти залагодив питання з капітаном Варти.

source: Podobno zna go niejaki Willem.
uk: Схоже, його знає людина на ім'я Віллем.

source: Podobno znasz chłopaka imieniem Ars. Tak się składa, że to on jest głównym podejrzanym.
uk: Я чув, що ти знаєш хлопця на ім’я Арс. Так вийшло, що він головний підозрюваний.

source: Podobno znasz kanały jak własną kieszeń.
uk: Схоже, що ти знаєш каналізацію як свої п'ять пальців.

source: Podobno zostanie czeladnikiem to najlepszy sposób, żeby się utrzymać.
uk: Очевидно, стати учнем - це найкращий спосіб забезпечити себе.

source: Podobno zostanie czyimś czeladnikiem jest najlepszym sposobem na szybki i uczciwy zarobek.
uk: Здається, стати чиїмось підмайстром – це найкращий спосіб швидко і чесно заробити гроші.

source: Podobno został nawet odznaczony na froncie za swoje dokonania. Pewnie musi sobie nieźle radzić z mieczem.
uk: Здається, він навіть був нагороджений на фронті за свої досягнення. Мабуть, він добре володіє мечем.

source: Podobno zwierzę lubiło kręcić się wokół śmieci. Powinienem porozglądać się w miejscach, gdzie leży mnóstwo różnych gratów.
uk: Схоже, тварина любила тинятися по смітниках. Треба пошукати там, де валяється багато різного сміття.

source: Podobno świetnie działa na cerę.
uk: Кажуть, що вона чудово впливає на колір обличчя.

source: Podołasz?
uk: Зможеш?

source: Podpal beczkę
uk: Підпалити бочку

source: Podpal skrzynię
uk: Підпалити скриньку

source: Podpal wóz
uk: Підпалити віз

source: Podpalacz!
uk: Палій!

source: Podpaliłem wóz z transportem żywności.
uk: Я підпалив віз з продуктами.

source: Podpalony dziennik
uk: Обгорілий щоденник

source: Podpisano B.
uk: Підпис: Б.

source: Podpisano,
uk: Підпис:

source: Podpisano, Albyn, Starszy Wioski i namiestnik z ramienia szlachetnego Sir Ramseya, Pana na Silbach.
uk: Підпис: Альбін, староста села і намісник від імені благородного сера Рамзі, лорда Сільбаху.

source: Podpisano:
uk: Підпис:

source: Podpisałeś kontrakt!
uk: Ти підписав контракт!

source: Podpisy
uk: Субтитри

source: Podpity Gron zgodził się na pojedynek strzelecki. Może dam radę dojrzeć, czym strzela?
uk: Охмелілий Грон погодився на змагання зі стрільби. Можливо, я зможу подивитися, які болти він використовує?

source: Podpity rybak
uk: Нетверезий рибалка

source: Podrzuciłem zepsute wino. Pora wracać do Lorenzo.
uk: Я підкинув зіпсоване вино. Час повертатися до Лоренцо.

source: Podrzynacz
uk: Горлоріз

source: Podróż do wnętrza kopalni
uk: Подорож всередину копальні

source: Podróż z Gildią Kupiecką
uk: Подорожі з Торговою Гільдією

source: Podróże i handel w Wilczym Leżu
uk: Подорожі та торгівля в Вовчому Лігві

source: Podróże jednak nie tylko poszerzyły naszą wiedzę o różnych krainach i ich mieszkańcach, ale przyczyniły się też do wielu odkryć w nauce i rzemiośle. Aby podróżować przez przepastne morza, musieliśmy nauczyć się nawigacji na podstawie położenia słońca i gwiazd na niebie.
uk: Однак подорожі не лише розширювали наші знання про різні землі та їхніх мешканців, а й сприяли багатьом відкриттям у науці та ремеслах. Для того, щоб мандрувати безкраїми морями, нам довелося навчитися навігації за положенням сонця і зірок на небі.

source: Podróżnicy ostrzegają przed cieniostworem, który upodobał sobie ścieżkę pod wieżą sygnałową prowadzącą w stronę Wilczego Leża.
uk: Попереджаємо мандрівників про тінезвіра, який вподобав стежку під сигнальною вежею, що веде до Вовчого Лігва.

source: Podróżnicy ostrzegają przed cieniostworem, który upodobał sobie ścieżkę pod wieżą sygnałową prowadzącą w stronę Wilczego Leża. Osobnik przez większość czasu śpi, ale należy zachować w jego pobliżu wyjątkową ostrożność. Za pozbycie się tej bestii przewidziana jest nagroda w wysokości 300 sztuk złota, do odebrania u łowcy Garosa.
uk: Попереджаємо мандрівників про тінезвіра, який вподобав стежку під сигнальною вежею, що веде до Вовчого Лігва. Більшу частину дня це створіння спить, але з ним слід бути дуже обережним. За позбавлення від цього звіра передбачена винагорода в розмірі 300 золотих, які можна отримати у мисливця Гароса.

source: Podróżnik
uk: Мандрівник

source: Podróżnik - Sklep z różnościami
uk: Мандрівник – 1000 дрібниць

source: Podróżny
uk: Мандрівник

source: Podróżowanie samemu jest niebezpieczne! Pomogę ci, bez obaw!
uk: Подорожувати наодинці небезпечно! Дозволь допомогти тобі, без образ!

source: Podróżując po wyspie, natknąłem się na leżący w rozkopanym grobie szkielet. Nie byłoby w tym nic dziwnego, gdyby nie to, że zamiast mnie zaatakować, przedstawił się jako Fane.
uk: Подорожуючи островом, я натрапив на скелет, що лежав у розритій могилі. У цьому не було б нічого дивного, якби не те, що замість напасти на мене, він представився Фейном.

source: Podsadzisz mnie do góry, a później ja pomogę ci się wspiąć. Nie mamy innego wyboru, musimy działać szybko.
uk: Ти мене підcадиш, а потім я допоможу тобі піднятися. У нас немає іншого вибору, маємо діяти швидко.

source: Podstarzały mag o imieniu Lokvar zgodził się nauczyć mnie podstaw alchemii, jeśli przejdę jego test. Na początek kazał mi zamieść podłogę w jego chacie. Tylko co to ma wspólnego z alchemią?
uk: Старий маг на ім'я Локвар погодився навчити мене основам алхімії, якщо я пройду його випробування. Для початку він наказав мені підмести підлогу в його хатині. Але яке це має відношення до алхімії?

source: Podstawa diety wielu rybaków.
uk: Основна їжа для багатьох рибалок.

source: Podstawa mikstur trwałych.
uk: Основа для постійного зілля.

source: Podstawowe bronie
uk: Проста зброя

source: Podstawowy składnik mikstur leczniczych.
uk: Основний інгредієнт для цілющого зілля.

source: Podstawowy składnik wykorzystywany w kowalstwie.
uk: Основний інгредієнт у ковальстві.

source: Podstawy alchemii
uk: Основи алхімії

source: Podstawy alchemii sprowadzają się do jednego: postępuj zgodnie z instrukcjami. Kiedy potrzebowałem jakiegoś naparu ziołowego, kupiłem sobie recepturę i wykonałem polecenia.
uk: Основи алхімії зводяться до одного – дотримуватися інструкцій. Коли мені був потрібен якийсь трав'яний настій, я придбав собі рецепт і дотримувався інструкцій.

source: Podstawy alchemii to nic skomplikowanego. Bierzesz recepturę, szykujesz składniki, przyrządzasz je zgodnie z ową recepturą i gotowe. Pamiętaj tylko, że musisz być cierpliwy.
uk: В основах алхімії немає нічого складного. Ти береш рецепт, шукаєш складники, готуєш їх за цим рецептом – і все готово. Тільки пам'ятай, що тобі потрібно запастися терпінням.

source: Podstawy alchemii to nic skomplikowanego. Po prostu przygotuj odpowiednie materiały, czyli menzurkę i składniki, a potem użyj ich przy stole alchemicznym.
uk: В основах алхімії немає нічого складного. Просто підготуй потрібні матеріали, тобто мензурку та складники, а потім працюй з ними за алхімічним столом.

source: Podstawy kradzieży kieszonkowej
uk: Основи обкрадання
